{
  "plugins": {
    "autoclose.nvim": {
      "src": "https://github.com/m4xshen/autoclose.nvim"
    },
    "borlandp.vim": {
      "src": "https://github.com/caglartoklu/borlandp.vim"
    },
    "c64-vim-color-scheme": {
      "src": "https://github.com/tssm/c64-vim-color-scheme"
    },
    "code_runner.nvim": {
      "src": "https://github.com/CRAG666/code_runner.nvim"
    },
    "conform.nvim": {
      "src": "https://github.com/stevearc/conform.nvim"
    },
    "coq_nvim": {
      "src": "https://github.com/ms-jpq/coq_nvim"
    },
    "diffview.nvim": {
      "src": "https://github.com/sindrets/diffview.nvim"
    },
    "fzf-lua": {
      "src": "https://github.com/ibhagwan/fzf-lua"
    },
    "mini.icons": {
      "src": "https://github.com/nvim-mini/mini.icons"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter"
    },
    "nvim-web-devicons": {
      "src": "https://github.com/nvim-tree/nvim-web-devicons"
    },
    "oil-git-status.nvim": {
      "src": "https://github.com/refractalize/oil-git-status.nvim"
    },
    "oil-git.nvim": {
      "src": "https://github.com/malewicz1337/oil-git.nvim"
    },
    "oil.nvim": {
      "src": "https://github.com/stevearc/oil.nvim"
    },
    "turboc.nvim": {
      "src": "https://github.com/ikouchiha47/turboc.nvim"
    },
    "vim-colors-modern-borland": {
      "src": "https://github.com/letorbi/vim-colors-modern-borland"
    },
    "which-key.nvim": {
      "src": "https://github.com/folke/which-key.nvim"
    }
  }
}
